{
  "title": "The New York Times - Breaking News, US News, World News and Videos",
  "paragraphs": [
    "The flow of arms to Ukraine has exposed a worrisome lack of production capacity in the United States that has its roots in the end of the Cold War.",
    "10+ min read",
    " ",
    "5 min read",
    "Sixteen young Montanans have sued their state, arguing that its support of fossil fuels violates its Constitution.",
    "7 min read",
    "Prosecutors are building a case that former President Trump obstructed efforts to reclaim classified files and that he may have misled his lawyer.",
    "5 min read",
    "For some, it’s no accident that former President Trump will speak in a city where a fiery raid symbolizes government overreach to the far right.",
    "6 min read",
    "3 min read",
    "Mr. Gandhi’s expulsion is a huge blow to the Indian National Congress party, and removes another national figure opposing Prime Minister Narendra Modi.",
    "3 min read",
    "For 20 years, Marina Ovsyannikova worked for Russian state TV. What compelled her to storm a live broadcast and warn viewers about possible lies?",
    "5 min read",
    "The attacks are likely to stoke tensions with Iran, which Biden administration officials call the largest security threat in the Middle East.",
    "3 min read",
    "Whether it’s underdogs pulling off upsets or standout performances from players, New Jersey’s imprint has been all over the Division I men’s tournament.",
    "6 min read",
    "5 min read",
    "8 min read",
    "China’s foreign ministry rebuffed claims made by U.S. lawmakers that TikTok could be a tool of surveillance. An expert called the denial “preposterous.”",
    "2 min read",
    "7 min read",
    "A bill advanced by legislators would exempt Gov. Ron DeSantis, as well as other officials, from having records of their trips released to the public.",
    "5 min read",
    "As mushrooms gain prominence in nearly all spheres of modern life, they’re also becoming sought-after motifs in interior design.",
    "7 min read",
    "8 min read",
    "3 min read",
    "4 min read",
    "6 min read",
    "6 min read",
    "5 min read",
    "4 min read",
    "4 min read",
    "6 min read",
    "5 min read",
    "4 min read",
    "7 min read",
    "8 min read",
    "5 min read",
    "5 min read",
    "Should the government pay for your bad climate decisions?",
    "After student protestors at Stanford shouted down a federal judge, the law school dean took a stand for free speech.",
    "6 min read",
    "Some organizations are concerned that they will be cut off from state funding if they don’t align with Gov. Bill Lee’s conservative politics.",
    "6 min read",
    "For President Emmanuel Macron of France, who has been the target of protests over his retirement age plan, the royal visit was particularly ill-timed.",
    "4 min read",
    "Paul Rusesabagina, whose story inspired a Hollywood movie, was kidnapped by the Rwandan government and jailed. He is now to be set free.",
    "3 min read",
    "Gali Baharav-Miara said Prime Minister Benjamin Netanyahu created a conflict of interest with his statement on Thursday.",
    "3 min read",
    "5 min read",
    "7 min read",
    "5 min read",
    "3 min read",
    "2 min read",
    "3 min read",
    "In Philadelphia, the sun rises on a bold collaboration between two museums.",
    "7 min read",
    "Andrew Lloyd Webber’s 13th musical may not be the charm.",
    "4 min read",
    "A match play event in Texas may be the last W.G.C. event.",
    "5 min read",
    "Al Franken said stealing data and spying was “a job for American companies.”",
    "2 min read",
    "Suggested reading from critics and editors at The New York Times.",
    "3 min read",
    "Through a love of sport and sheer chance, a German programmer created the deepest baseball simulator ever made.",
    "A thought that was once unthinkable is now plausible: Maybe it’s time for the quarterback to play somewhere other than Baltimore.",
    "Mike Trout needs to convince Shohei Ohtani to stay with the Angels. Setting a career high in home runs is one way to do it.",
    "Guess the 5-letter word with 6 chances.",
    "Sabaa Tahir reviews the day’s puzzle. Warning: contains spoilers!",
    "3 min read",
    "How many words can you make with 7 letters?",
    "Get clued in with wordplay, every day.",
    "Create words using letters around the square.",
    "Match visual elements and keep your chain going."
  ]
}
