{
  "title": "The New York Times - Breaking News, US News, World News and Videos",
  "paragraphs": [
    "A powerful storm leveled a town in the central part of Mississippi, where 23 were killed across the state, with another death reported in Alabama.",
    " ",
    "People who would not be allowed anywhere near the battlefield in a U.S.-led war are active on the Ukrainian front, with ready access to American weaponry.",
    "9 min read",
    "5 min read",
    "Iran-backed militias launched rocket and drone attacks against coalition bases following American reprisals after a drone attack killed a U.S. contractor.",
    "5 min read",
    "The growing number of firearms kept in vehicles has become a new point of contention in the debate over gun safety.",
    "6 min read",
    "The Western world’s oldest population is facing a crisis of caregivers. Some people are looking for a little helping hand — made of plastic.",
    "6 min read",
    "San Diego State bothered the Crimson Tide with a physical style and slow pace. Miami pounced on Houston early and cruised in the second half.",
    "9 min read",
    "4 min read",
    "The ruling paves the way for testimony from Mark Meadows and others. Separately, a Trump lawyer appeared before a grand jury for the Mar-a-Lago documents case.",
    "4 min read",
    "5 min read",
    "His prediction in the 1960s about rapid advances in computer chip technology set a course for the age of high tech.",
    "6 min read",
    "Also in this edition: disco night at Mar-a-Lago, and a new disclosure in a rowing abuse scandal.",
    "The veteran actress J. Smith-Cameron has struck a chord with viewers in the role of an eye-rolling corporate counsel.",
    "8 min read",
    "6 min read",
    "3 min read",
    "6 min read",
    "4 min read",
    "5 min read",
    "5 min read",
    "17 min read",
    "4 min read",
    "5 min read",
    "5 min read",
    "6 min read",
    "4 min read",
    "5 min read",
    "4 min read",
    "6 min read",
    "4 min read",
    "5 min read",
    "As the final season premieres, Melissa Kirsch laments the end of “Succession.”",
    "7 min read",
    "Here are five narrated stories from around The Times, including a sandwich shop in the middle of an American crisis.",
    "The three-day walkout included teachers, gardeners, bus drivers, cafeteria workers and special education assistants.",
    "5 min read",
    "President Biden, who has known Prime Minister Benjamin Netanyahu for decades, has stressed that democratic values must anchor a U.S.-Israel relationship.",
    "5 min read",
    "A powerful geomagnetic storm helped to make the colorful aurora visible in places like North Carolina and Arizona on Thursday night.",
    "2 min read",
    "Nationwide, poor children and adolescents are participating far less in sports and fitness activities than their more affluent peers.",
    "5 min read",
    "2 min read",
    "3 min read",
    "2 min read",
    "3 min read",
    "3 min read",
    "3 min read",
    "For this visual series, they were asked to do what some of us have been doing more frequently: gazing upward.",
    "2 min read",
    "A new adaptation of Dickens’s novel takes liberties with the plot.",
    "5 min read",
    "The new Hulu series features a chorus of inner critics.",
    "6 min read",
    "Gaetano Pesce was the guest of honor at a celebration of his show.",
    "6 min read",
    "Harry Nuriev made up his own style for his Paris apartment.",
    "6 min read",
    "Thirty years ago, a boating accident killed two Cleveland pitchers. Garrett Olin is preserving his dad’s legacy — and figuring out his own future.",
    "Through a love of sport and sheer chance, a German programmer created the deepest baseball simulator ever made.",
    "The league has partnered with an apparel brand that nobody actually seems to like.",
    "Guess the 5-letter word with 6 chances.",
    " Dan Barry reviews the day’s puzzle. Warning: contains spoilers!",
    "3 min read",
    "How many words can you make with 7 letters?",
    "Get clued in with wordplay, every day.",
    "Create words using letters around the square.",
    "Match visual elements and keep your chain going."
  ]
}